Repository: anand-darkvision/diet-recall
Catalog: lib/l10n/app_*.arb
Languages: hi

# appTitle
source: Diet Recall
hi: डाइट रिकॉल

source: SIGN IN
hi: साइन इन करें

source: Email
hi: ईमेल

source: Password
hi: पासवर्ड

source: LOGIN
hi: लॉग इन करें

source: OR
hi: या

source: Sign In With Google
hi: गूगल के साथ साइन इन करें

# newto
source: New To Dietary Recall?
hi: आहार याद करने के लिए नया?

source: Sign Up
hi: साइन अप करें

# regis
source: Register
hi: रजिस्टर करें

source: FirstName
hi: पहला नाम

source: LastName
hi: उपनाम

# alredy
source: Already Have An Account?
hi: पहले से ही खाता है?

source: Water
hi: पानी

# drinkminimal
source: drink a minimum of 8 glasses
hi: कम से कम 8 गिलास पिएं

source: per day..!
hi: हर दिन..!

# glass300
source: Glass(300ml)
hi: ग्लास (300 मिली)

source: Add
hi: जोड़ें

source: HOME
hi: होम स्क्रीन

source: RECALL
hi: रिकॉल

# fndbo
source: FIND BODYTYPE
hi: बॉडी टाइप खोजें

# dietplan
source: DIET PLANNER
hi: आहार योजना

# reward
source: REWARDS
hi: पुरस्कार

# nutritionf
source: NUTRITION FACTS
hi: पोषण के कारक

# getrep
source: GET REPORT
hi: रिपोर्ट प्राप्त करें

source: LOGOUT
hi: लॉगआउट

# yourdietvalue
source: Yours Daily Diet Value
hi: आपका दैनिक आहार मूल्य

# totalglass
source: Total Glasses of Water :
hi: पानी का कुल गिलास :

# clearw
source: Clear Water
hi: साफ पानी

# mornsnacks
source: MORNING SNACKS
hi: सुबह का नाश्ता

source: BREAKFAST
hi: सुबह का नाश्ता

source: LUNCH
hi: दोपहर का भोजन

# evenin
source: EVENING
hi: शाम का नाश्ता

# dinne
source: DINNER
hi: रात का खाना

# bactohom
source: BACK TO HOME
hi: मुखपृष्ठ पर वापस

# getmoreoints
source: Get more points reach next level
hi: अधिक अंक प्राप्त करें अगले स्तर तक पहुंचें

# follwyourdiet
source: FOLLOW MORE POINTS REACH NEXT LEVEL
hi: अधिक अंक का पालन करें अगले स्तर पर पहुंचें

# nutri
source: NUTRITIONAL FACTS
hi: पोषण तथ्य

# typeanssearch
source: Type and Search Food Items
hi: खाद्य पदार्थ टाइप करें और खोजें

source: Food Name...
hi: भोजन का नाम...

# downloadtoview
source: DOWNLOAD TO VIEW THE REPORT!
hi: रिपोर्ट देखने के लिए डाउनलोड करें!

# downloadrepo
source: DOWNLOAD REPORT
hi: रिपोर्ट डाउनलोड करें

# deleterepo
source: DELETE REPORT
hi: रिपोर्ट हटाएं

# ydfm
source: Your Diet For Monday
hi: सोमवार के लिए आपका आहार

# ydft
source: Your Diet For Thursday
hi: गुरुवार के लिए आपका आहार

# ydfw
source: Your Diet For Wednesday
hi: बुधवार के लिए आपका आहार

# ydff
source: Your Diet For Friday
hi: शुक्रवार के लिए आपका आहार

# ydfs
source: Your Diet For Saturday
hi: शनिवार के लिए आपका आहार

# ydfss
source: Your Diet For Sunday
hi: रविवार के लिए आपका आहार

# toddiet
source: Today's Diet
hi: आज का आहार

# sided
source: SideDish
hi: सह भोजन

# boddy
source: Your Body Type Is ....!
hi: आपकी बॉडी टाइप है....!

source: vata
hi: वात

source: pitta
hi: पित्त

source: kapha
hi: कफ

# oops
source: OOPS ... No data found
hi: ओह ... कोई डेटा नहीं मिला

source: Find Your Bodytype
hi: अपने शरीर के प्रकार का पता लगाएं

# findbody
source: Find BodyType....!
hi: बॉडी टाइप खोजें....!

# whatdidyouaddformorningsnack
source: What Did You Have For Your Morning Snacks
hi: आपके पास अपने सुबह के नाश्ते के लिए क्या था

source: Food
hi: भोजन

# serving
source: Servings
hi: सर्विंग्स

source: Drinks
hi: पेय

# glass
source: Glasses
hi: चश्मा

# addmo
source: Add More
hi: अधिक जोड़ें

source: Submit
hi: प्रस्तुत करना

# whatdidyouaddforbreakfast
source: What Did You Have For Your Breakfast
hi: आपने अपने नाश्ते में क्या खाया

# whatdidyouaddforlunch
source: What Did You Have For Your Lunch
hi: आपने दोपहर के भोजन के लिए क्या खाया

# whatdidyouaddforeveningsnacks
source: What Did You Have For Your Evening Snacks
hi: आपने अपने शाम के नाश्ते के लिए क्या खाया

# whatdidyouaddforDinner
source: What Did You Have For Your Dinner
hi: आपके पास अपने खाने के लिए क्या था

# foodscann
source: FOOD SCANNER
hi: खाद्य स्कैनर

# noimage
source: No image selected
hi: कोई चित्र नहीं चुना गया
